Repository: ei-grad/efq
Catalog: i18n/*/LC_MESSAGES/messages.po
Languages: ru_ru

source: Your auth link is: http://{host}/login/token/{token} Open it in browser in which you want to authenticate. This link works 10 minutes since the moment when you clicked "Ask" button.
ru_ru: Ваша ссылка для входа: http://{host}/login/token/{token} Откройте её в браузере, в которым Вы хотите войти в систему. Эта ссылка работает 10 минут с момента нажатия кнопки "Запросить".

source: EFQ Authentication
ru_ru: Аутентификация EFQ

source: Authenticate as other user
ru_ru: Войти под другим именем

source: Authenticate
ru_ru: Войти

source: Ban by IP address
ru_ru: Бан по IP-адресу

source: Ban
ru_ru: Бан

source: You have been identified already!
ru_ru: Вы уже вошли в систему

source: Home
ru_ru: Главная

source: Rules
ru_ru: Правила

source: Fits
ru_ru: Фиты

source: SRP
ru_ru: Страхование

source: Guides
ru_ru: Справочная служба

source: About us
ru_ru: О канале

source: Admin
ru_ru: Администрирование

source: Fit
ru_ru: Фит

source: Logout
ru_ru: Выйти

source: You have to <a href="/login">authenticate</a> to join a waitlist.
ru_ru: Необходимо <a href="/login">аутентифицироваться</a> чтобы присоединиться к списку запаса.

source: Fleets
ru_ru: Флоты

source: Waitlist
ru_ru: Запас

source: There are no fleets now, or FCs are not using EFQ.
ru_ru: Флотов сейчас нет, либо ФК не используют EFQ.

source: New fleet
ru_ru: Новый флот

source: Form
ru_ru: Сформировать

source: Logistics
ru_ru: Логисты

source: Vindicators
ru_ru: Виндикаторы

source: Machariels and Nightmares
ru_ru: Мачалки и Найтмары

source: Other
ru_ru: Другие

source: FC:
ru_ru: ФК:

source: System:
ru_ru: Система:

source: Apply to this particular fleet
ru_ru: Присоединиться к запасу этого флота

source: Fleet settings
ru_ru: Параметры флота

source: Disband
ru_ru: Расформировать

source: You are not a FC in fleet where you are
ru_ru: Вы не являетесь ФК этого флота

source: Back to top
ru_ru: Вернуться наверх

source: Made by <a href="http://eve.ei-grad.ru" rel="nofollow">Andrew Grigorev</a>. Contact him at <a href="mailto:andrew@ei-grad.ru">andrew@ei-grad.ru</a>.
ru_ru: Разработано <a href="http://eve.ei-grad.ru" rel="nofollow">Андреем Григорьевым</a>. Можете с ним связаться по адресу <a href="mailto:andrew@ei-grad.ru">andrew@ei-grad.ru</a>.

source: Code released under the <a href="https://github.com/raisa-shield/efq/LICENSE">MIT License</a>.
ru_ru: Код лицензирован согласно условиям <a href="https://github.com/raisa-shield/efq/LICENSE">MIT License</a>.

source: Based on <a href="http://getbootstrap.com" rel="nofollow">Bootstrap</a> and <a href="http://bootswatch.com/cyborg/">Cyborg</a> theme. Icons from <a href="http://fortawesome.github.io/Font-Awesome/" rel="nofollow">Font Awesome</a>. Looks best with Eve Sans Neue font installed.
ru_ru: Сделано на основе <a href="http://getbootstrap.com" rel="nofollow">Bootstrap</a> и темы <a href="http://bootswatch.com/cyborg/">Cyborg</a>. Значки из <a href="http://fortawesome.github.io/Font-Awesome/" rel="nofollow">Font Awesome</a>. Лучше всего выглядит с шрифтом Eve Sans Neue.

source: Current fit
ru_ru: Текущий фит

source: Upload a new fit
ru_ru: Загрузить новый фит

source: DNA (in form "fitting:<DNA>")
ru_ru: DNA (в форме "fitting:<DNA>")

source: Send your fit to any chat channel and copy/paste your message from there to this text area. Result should contain a 'fitting:...' substring in it.
ru_ru: Отправьте Ваш фит в любой чат-канал и скопируйте Ваше сообщение оттуда в эту форму. Результат будет содержать фразу 'fitting:...'.

source: Upload
ru_ru: Загрузить

source: Delete fit
ru_ru: Удалить фит

source: Can't find the key! Try to wait a minute.
ru_ru: Невозможно найти ключ. Подождите несколько минут.

source: Request to send an ingame e-mail with authentication link has been sent to %s. Wait for email and follow the link contained in it. If you will not receive that e-mail in a couple of minutes, then you can contact this FC on our TeamSpeak server or try to request authentication link again.
ru_ru: Запрос ссылки на подтверждение был отправлен пилоту %s. Откройте ссылку в ответном письме. Если ответ не приходит, то свяжитесь с указанным пилотом на сервере TeamSpeak и запросите ссылку ещё раз.

source: Authentication via chat channel (using eve-live.com)
ru_ru: Аутентификация через чат-канал (используя eve-live.com)

source: Send the following key to
ru_ru: Отправьте ключ

source: Wait some minutes.
ru_ru: Подождите.

source: Click the "Check" button.
ru_ru: Нажмите на кнопку "Проверить".

source: Check
ru_ru: Проверить

source: Authentication via fleet commander (using EVE Mail)
ru_ru: Аутентификация через ФК (используя почту EVE)

source: There is %d FC online now. You can ask him to send an ingame email with authentication link for you.
ru_ru: Сейчас в сети %d ФК. Попросите его отправить письмо по внутриигровой почте с ссылкой аутентификации.

source: Enter your character name:
ru_ru: Введите имя пилота:

source: Ask
ru_ru: Запросить

source: There are no FC online now. This method would not work without a FC.
ru_ru: Сейчас нет доступных ФК. Этот метод не работает без участия ФК.

source: You have been successfully logged in as
ru_ru: Вы успешно вошли как

source: Are you sure want to logout?
ru_ru: Вы уверены, что хотите выйти?

source: fit is not loaded
ru_ru: фит не загружен

source: This site requires trust to work.
ru_ru: Для работы сайта его нужно занести в белый список
